tap "getsentry/tools"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
tap "redis-stack/redis-stack"
tap "stripe/stripe-cli"
tap "withgraphite/tap"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "pycparser"
brew "cffi"
brew "python@3.11"
brew "awscli"
brew "bitrise"
brew "bzip2"
brew "freetype"
brew "glib"
brew "circleci"
brew "ruby"
brew "cocoapods"
brew "libssh2"
brew "rtmpdump"
brew "docutils"
brew "freetds"
brew "fribidi"
brew "gcc"
brew "libavif"
brew "gd"
brew "harfbuzz"
brew "openjdk"
brew "git-credential-manager"
brew "git-lfs"
brew "gobject-introspection"
brew "jpeg"
brew "jq"
brew "libffi"
brew "libxml2"
brew "libzip"
brew "lzlib"
brew "mint"
brew "node"
brew "mongosh"
brew "nginx"
brew "node@16"
brew "openblas"
brew "openssl@1.1"
brew "php"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "snappy"
brew "starship"
brew "swiftgen"
brew "xcodegen"
brew "getsentry/tools/sentry-cli"
brew "hashicorp/tap/vault"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
brew "stripe/stripe-cli/stripe"
brew "withgraphite/tap/graphite"
cask "copilot-for-xcode"
cask "docker"
cask "ngrok"
cask "redis-stack-server"
cask "wkhtmltopdf"
