tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "withgraphite/tap"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "pycparser"
brew "cffi"
brew "awscli"
brew "bzip2"
brew "freetype"
brew "glib"
brew "docutils"
brew "freetds"
brew "fribidi"
brew "gcc"
brew "libavif"
brew "gd"
brew "git-lfs"
brew "gobject-introspection"
brew "harfbuzz"
brew "jpeg"
brew "jq"
brew "libffi"
brew "libssh2"
brew "libxml2"
brew "libzip"
brew "lzlib"
brew "mint"
brew "node"
brew "openblas"
brew "openjdk"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: :changed
brew "rtmpdump"
brew "ruby"
brew "starship"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
cask "copilot-for-xcode"
cask "docker"
cask "ngrok"
